Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: улица Залуцкого
be: вуліца Залуцкага

source: улица Заменгофа
be: вуліца Заменгофа

source: улица Заморина
be: вуліца Заморына

source: улица Зана
be: вуліца Зана

source: улица Зановича
be: вуліца Зановіча

source: улица Западный блок-пост
be: вуліца Заходні блок-пост

source: улица Заполье
be: вуліца Заполле

source: улица Заречная
be: вуліца Зарэчная

source: улица Зарицкая (Дуброва)
be: вуліца Дуброва

source: улица Заровье
be: вуліца Зароўе

source: улица Заситье
be: вуліца Засіцце

source: улица Заславского
be: вуліца Заслаўскага

source: улица Заслонова
be: вуліца Заслонава

source: улица Затишье
be: вуліца Зацішша

source: улица Захаревича
be: вуліца Захарэвіча

source: улица Захарова
be: вуліца Захарава

source: улица Зацень
be: вуліца Зацань

source: улица Защитников Отечества
be: вуліца Абаронцаў Айчыны

source: улица Зверева
be: вуліца Зверава

source: улица Згоды
be: вуліца Згоды

source: улица Зевина
be: вуліца Зевіна

source: улица Зелёная роща
be: вуліца Зялёная рошча

source: улица Зелёный Бор
be: вуліца Зялёны Бор

source: улица Зелёный Городок
be: вуліца Зялёны Гарадок

source: улица Зелёный Луг
be: Зялёны луг

source: улица Зеневича
be: вуліца Зяневіча

source: улица Зенитчиков
be: вуліца Зянітчыкаў

source: улица Зеньковой
be: вуліца Зяньковай

source: улица Зернова
be: вуліца Зярнова

source: улица Зинаиды Портновой
be: вуліца Зінаіды Партновай

source: улица Зиньковича
be: вуліца Зіньковіча

source: улица Златоустовского
be: вуліца Златаўстаўскага

source: улица Змитрока Бядули
be: вуліца Змітрака Бядулі

source: улица Знака
be: вуліца Знака

source: улица Знаний
be: вуліца Ведаў

source: улица Зои Комсомольской
be: вуліца Зоі Камсамольскай

source: улица Зои Космодемьянской
be: [вул. Зоі Касмадзям’янскай, вуліца Зоі Касмадзям’янскай]

source: улица Зои Туснолобовой-Марченко
be: вуліца Зоі Тусналобавай-Марчанкі

source: улица Золотарева
be: вуліца Залатарова

source: улица Золотая Горка
be: вуліца Залатая Горка

source: улица Золотина
be: вуліца Залаціна

source: улица Зорге
be: вуліца Зорге

source: улица Зубачёва
be: вуліца Зубачова

source: улица Зубовича
be: вуліца Зубовіча

source: улица Зуйкевича
be: вуліца Зуйкевіча

source: улица Зюбина
be: вуліца Зюбіна

source: улица Ибаррури
be: вуліца Ібаруры

source: улица Ивана Алексеева
be: вуліца Івана Аляксеева

source: улица Ивана Мележа
be: вуліца Івана Мележа

source: улица Ивана Чуклая
be: вуліца Івана Чуклая

source: улица Ивана Шамякина
be: вуліца Івана Шамякіна

source: улица Иваненко
be: вуліца Іваненкі

source: улица Иванова
be: вуліца Іванова

source: улица Ивановского
be: вуліца Іваноўскага

source: улица Ивашко
be: вуліца Івашкі

source: улица Ивлиева
be: вуліца Іўліева

source: улица Ивутенко
be: вуліца Івуценкі

source: улица Игната Буйницкого
be: вуліца Ігната Буйніцкага

source: улица Игната Домейко
be: вуліца Ігната Дамейкі

source: улица Игнатенко
be: вуліца Ігнаценкі

source: улица Игнатова
be: вуліца Ігнатава

source: улица Ильи Магалашвили
be: вуліца Іллі Магалашвілі

source: улица Ильина
be: вуліца Ільіна

source: улица Ильинского
be: вуліца Ільінскага

source: улица Ильича
be: вуліца Іл’іча

source: улица Ильющенко
be: вуліца Ільюшчанкі

source: улица имени Соболева
be: вуліца імя Собалева

source: улица Инструментальщиков
be: вуліца Інструментальшчыкаў

source: улица Иосифа Гашкевича
be: вуліца Іосіфа Гашкевіча

source: улица Иосифа Жиновича
be: вуліца Іосіфа Жыновіча

source: улица Иркутско-Пинской Дивизии
be: вуліца Іркуцка-Пінскай Дывізіі

source: улица Исакова
be: вуліца Ісакава

source: улица Исаченко
be: вуліца Ісачэнкі

source: улица Искалиева
be: вуліца Іскаліева

source: улица Искра
be: вуліца Іскра

source: улица Ищенко
be: вуліца Ішчанкі

source: улица К.Либкнехта
be: вуліца К.Лібкнехта

source: улица К.Маркса
be: вулiца К.Маркса

source: улица К. Острожского
be: вуліца К. Астрожскага

source: улица Кабушкина
be: вуліца Кабушкіна

source: улица Кабяка
be: вуліца Кабяка

source: улица Кавязина
be: вуліца Кавязіна

source: улица Каданчика
be: вуліца Каданчыка

source: улица Казакова
be: вуліца Казакова

source: улица Казановского
be: вуліца Казаноўскага

source: улица Казарского
be: вуліца Казарскага

source: улица Казаченко
be: вуліца Казачэнкі

source: улица Казея
be: вуліца Казея

source: улица Казимира Малевича
be: вуліца Казіміра Малевіча

source: улица Казимира Сваяка
be: вуліца Казіміра Сваяка

source: улица Казимира Свёнтэка
be: вуліца Казіміра Свёнтака

source: улица Казинца
be: вуліца Казінца

source: улица Казько
be: вуліца Казько

source: улица Каленикова
be: вуліца Каленікава

source: улица Калинина
be: [вулiца Калініна, вуліца Калинина, вуліца Калініна]

source: улица Калинкина
be: вуліца Калінкіна

source: улица Калиновского
be: вуліца Каліноўскага

source: улица Каманина
be: вуліца Каманіна

source: улица Каменского
be: вуліца Каменскага

source: улица Каменщикова
be: вуліца Каменшчыкава

source: улица Каминского
be: вуліца Камінскага

source: улица Камынина
be: вуліца Камыніна

source: улица Канареева
be: вуліца Канарэева

source: улица Канаховича
be: вуліца Канаховіча

source: улица Канашкова
be: вуліца Канашкова

source: улица Кандрата Крапивы
be: вуліца Кандрата Крапівы

source: улица Капитана Покатило
be: вуліца Капітана Папацілы

source: улица Капуцкого
be: вуліца Калуцкага

source: улица Карасёва
be: вуліца Карасёва

source: улица Карастояновой
be: вуліца Карастаянавай

source: улица Карася
be: вуліца Карася

source: улица Карбышева
be: вуліца Карбышава

source: улица Карвата
be: вуліца Карвата

source: улица Карканицы
be: вуліца Карканіцы

source: улица Карла Либкнехта
be: вуліца Карла Лібкнехта

source: улица Карла Маркса
be: вуліца Карла Маркса

source: улица Карла Оппермана
be: вуліца Карла Опермана

source: улица Кармелюка
be: вуліца Кармелюка

source: улица Карначенка
be: вуліца Карначонка

source: улица Карпекина
be: вуліца Карпекіна

source: улица Карпинского
be: вуліца Карпінскага

source: улица Карпова
be: вуліца Карпава

source: улица Карповича
be: вуліца Карповіча

source: улица Карского
be: вуліца Карскага

source: улица Каруся Каганца
be: вуліца Каруся Каганца

source: улица Катаева
be: вуліца Катаева

source: улица Катин Бор
be: вуліца Кацін Бор

source: улица Катунина
be: вуліца Катуніна

source: улица Кацубинского
be: вуліца Кацубінскага

source: улица Качалова
be: вуліца Качалава

source: улица Качана
be: вуліца Качана

source: улица Кветко
be: вуліца Квятко

source: улица Кедышко
be: вуліца Кедышкі

source: улица Кижеватова
be: вуліца Кіжаватава

source: улица Кима
be: вуліца Кіма

source: улица Киреева
be: вуліца Кірэева

source: улица Киреенко
be: вуліца Кірэенкі

source: улица Кирилла и Мефодия
be: вуліца Кірыла і Мяфодзія

source: улица Кирилла Туровского
be: вуліца Кірылы Тураўскага

source: улица Кириченко
be: вуліца Кірычэнкі

source: улица Киричука
be: вуліца Кірычука

source: улица Кирмановича
be: вуліца Кірмановіча

source: улица Кирова
be: вуліца Кірава

source: улица Кирюникова
be: вуліца Кірунікава

source: улица Киселёва
be: вуліца Кісялёва

source: улица Клары Давыдюк
be: вуліца Клары Давыдзюк

source: улица Клары Цеткин
be: вуліца Клары Цэткін

source: улица Клермон-Ферран
be: вуліца Клермон-Феран

source: улица Клещёва
be: вуліца Кляшчова

source: улица Клименка
be: вуліца Кліменка

source: улица Климко
be: вуліца Клімкоо

source: улица Климука
be: вуліца Клімука

source: улица Клинцевича
be: вуліца Клінцэвіча

source: улица Клопова
be: вуліца Клопава

source: улица Клумова
be: вуліца Клумава

source: улица Клютко
be: вуліца Клютко

source: улица Кляро
be: вуліца Кляро

source: улица Кляшторного
be: вуліца Кляшторнага

source: улица Кнорина
be: вуліца Кнорына

source: улица Князева
be: вуліца Князева

source: улица Князей Глебовичей
be: вуліца Князёў Глебавічаў

source: улица Кобзаревского
be: вуліца Кобзарэўскага

source: улица Кобзуна
be: вуліца Кобзуна

source: улица Коблова
be: вуліца Коблава

source: улица Кобякова
be: вуліца Кабякова

source: улица Ковалёва
be: вуліца Кавалёва

source: улица Ковалевского
be: вуліца Кавалеўскага

source: улица Коваленко
be: вуліца Каваленкі

source: улица Ковзана
be: вуліца Коўзана

source: улица Ковпака
be: вуліца Каўпака

source: улица Кожара
be: вуліца Кожара

source: улица Кожедуба
be: вуліца Кажадуба

source: улица Козберга
be: вуліца Козберга

source: улица Козинцева
be: вуліца Козінцава

source: улица Козинцева-Прокопчика
be: вуліца Казінцава-Пракопчыка

source: улица Козлова
be: вуліца Казлова

source: улица Козловского
be: вуліца Казлоўскага

source: улица Козловской
be: вуліца Казлоўскай

source: улица Козубовского
be: вуліца Казубоўскага

source: улица Колбасина
be: вуліца Каўбасіна

source: улица Колгушкина
be: вуліца Каўгушкіна

source: улица Колесника
be: вуліца Калесніка

source: улица Колесникова
be: вуліца Калеснікава

source: улица Колобашниковой
be: вуліца Калабашнікавай

source: улица Колодко
be: вуліца Калодкі

source: улица Коложа
be: вуліца Каложа

source: улица Кольцова
be: вуліца Кальцова

source: улица Комарова
be: вуліца Камарова

source: улица Комаровское кольцо
be: вуліца Камароўскае кальцо

source: улица Коминтерна
be: вуліца Камінтэрна

source: улица Комиссарова
be: вуліца Камісарава

source: улица Коммунаров
be: вуліца Камунараў

source: улица Коммунистической Роты
be: вуліца Камуністычнай Роты

source: улица Кондрата Крапивы
be: вуліца Кандрата Крапівы

source: улица Кондратенко
be: вуліца Кандраценкі

source: улица Кондратьева
be: вуліца Кандрацьева

source: улица Конева
be: вуліца Конева

source: улица Коннова
be: вуліца Коннава

source: улица Кононова
be: вуліца Конанава

source: улица Кононовича
be: вуліца Канановіча

source: улица Коноплёва
be: вуліца Канаплёва

source: улица Коноплицкой
be: вуліца Канапліцкай

source: улица Константина Заслонова
be: вуліца Канстанціна Заслонава

source: улица Константина Острожского
be: вуліца Канстанціна Астрожскага

source: улица Константинова
be: вуліца Канстанцінава

source: улица Констанции Буйло
be: вуліца Канстанцыі Буйлы

source: улица Коперника
be: вуліца Каперніка

source: улица Коперова
be: вуліца Каперава

source: улица Корбаля
be: вуліца Корбаля

source: улица Корбана
be: вуліца Корбана

source: улица Корбута
be: вуліца Корбута

source: улица Кореневского
be: вуліца Корэнеўскага

source: улица Коржа
be: вуліца Каржа

source: улица Корженевского
be: вуліца Каржанеўскага

source: улица Корзуна
be: вуліца Корзуна

source: улица Корзюка
be: вуліца Карзюка

source: улица Корзюки
be: вуліца Карзюкі

source: улица Корицкого
be: вуліца Карыцкага

source: улица Корначёнка
be: вуліца Карначонка

source: улица Корненкова
be: вуліца Карненкава

source: улица Королёва
be: вуліца Каралёва

source: улица Короленко
be: вуліца Караленкі

source: улица Король Анны
be: вуліца Кароль Ганны

source: улица Королькевича
be: вуліца Каралькевіча

source: улица Короля
be: вуліца Караля

source: улица Короткевича
be: вуліца Караткевіча

source: улица Короткина
be: вуліца Кароткіна

source: улица Коротынского
be: вуліца Каратынскага

source: улица Корсака
be: вуліца Корсака

source: улица Корчагина
be: вуліца Карчагіна

source: улица Корш-Саблина
be: вуліца Корш-Сабліна

source: улица Косарева
be: вуліца Косарава

source: улица Косачева
be: вулiца Касачова

source: улица Косачёва
be: вуліца Касачова

source: улица Косицкого
be: вуліца Касіцкага

source: улица Космодемьянской
be: вуліца Касмадзям’янскай

source: улица Космонавтов
be: вуліца Касманаўтаў

source: улица Кособьяна
be: вуліца Касаб’яна

source: улица Костенича
be: вуліца Касценіча

source: улица Костенчика
be: вуліца Касценчыка

source: улица Костецкой
be: вуліца Касцецкай

source: улица Костромы
be: вуліца Кастрамы

source: улица Костюченко
be: вуліца Касцючэнкі

source: улица Костюшки
be: вуліца Касцюшкі

source: улица Костюшко
be: вуліца Касцюшка

source: улица Костякова
be: вуліца Касцякова

source: улица Котловца М.П.
be: вуліца Катлаўца

source: улица Котляревского
be: вуліца Катлярэўскага

source: улица Котовского
be: вуліца Катоўскага

source: улица Котченко
be: вуліца Котчанкі

source: улица Кофанова
be: вуліца Кафанава

source: улица Кохановского
be: вуліца Каханоўскага

source: улица Коцарева
be: вуліца Коцарава

source: улица Кочанова
be: вуліца Качанава

source: улица Кочеткова
be: вуліца Качэткова

source: улица Кочкаря
be: вуліца Кочкара

source: улица Кошеваровой
be: вуліца Кашаваравай

source: улица Кошевого
be: вуліца Кашавога

source: улица Кравченко
be: вуліца Краўчанкі

source: улица Краева
be: вуліца Краява

source: улица Крайнего
be: вуліца Крайняга

source: улица Крамского
be: вуліца Крамскога

source: улица Крапивы
be: вуліца Крапівы

source: улица Красикова
be: вуліца Красікава

source: улица Красильникова
be: вуліца Красільнікава

source: улица Красина
be: вуліца Красіна

source: улица Красная Горка
be: вуліца Чырвоная Горка

source: улица Красная Площадь
be: вуліца Чырвоная Плошча

source: улица Красная Слобода
be: вуліца Чырвоная Слабада

source: улица Краснова
be: вуліца Краснова

source: улица Красного Октября
be: вуліца Чырвонага Кастрычніка

source: улица Красного Партизана
be: вуліца Чырвонага Партызана

source: улица Красного Флота
be: вуліца Чырвонага Флоту

source: улица Краснодонцев
be: вуліца Чырвонадонцаў

source: улица Красной Армии
be: Чырвонай Арміі вул.

source: улица Красной Кавалерии
be: вуліца Чырвонай Кавалерыі

source: улица Краснопёрова
be: вуліца Краснапёрава

source: улица Красный Берег
be: вуліца Чырвоны Бераг

source: улица Красный Октябрь
be: вуліца Чырвоны Кастрычнік

source: улица Красных Партизан
be: вуліца Чырвоных Партызанаў

source: улица Красня Слабодка
be: вуліца Чырвоная Слабодка

source: улица Крашевского
be: вуліца Крашэўскага

source: улица Кремко
be: вуліца Крэмко

source: улица Кретова
be: вуліца Крэтава

source: улица Кречет
be: вуліца Крэчат

source: улица Кривенченко
be: вуліца Крывенчанка

source: улица Кривоноса
be: вуліца Крываноса

source: улица Кривошеина
be: вуліца Крывашэіна

source: улица Кривца
be: вуліца Крыўца

source: улица Кривцова
be: вуліца Крыўцова

source: улица Криулина
be: вуліца Крывуліна

source: улица Криштофовича
be: вуліца Крыштафовіча

source: улица Кропоткина
be: вуліца Крапоткіна

source: улица Кругликова
be: вуліца Круглікава

source: улица Круговская
be: вуліца Кругаўская

source: улица Крупской
be: вуліца Крупскай

source: улица Крупцы
be: вуліца Крупцы

source: улица Крыленко
be: вуліца Крыленкі

source: улица Крылова
be: вуліца Крылова

source: улица Крыловича
be: вуліца Крыловіча

source: улица Крысевичи
be: вуліца Крысевічы

source: улица Крышнева
be: вуліца Крышнева

source: улица Ксении Блаженной
be: вуліца Ксеніі Блажэннай

source: улица Ктаторова
be: вуліца Ктатарава

source: улица Кубасова
be: вуліца Кубасава

source: улица Кудачевых
be: вуліца Кудачовых

source: улица Кудина
be: вуліца Кудзіна

source: улица Кудинова
be: вуліца Кудзінава

source: улица Кудрина
be: вуліца Кудрына

source: улица Кузмицкого
be: вуліца Кузміцкага

source: улица Кузмича
be: вуліца Кузьміча

source: улица Кузнецова
be: вуліца Кузняцова

source: улица Кузько
be: вуліца Кузько

source: улица Кузьмина
be: вуліца Кузьміна

source: улица Кузьмы Минина
be: вуліца Кузьмы Мініна

source: улица Кузьмы Чорного
be: вуліца Кузьмы Чорнага

source: улица Кузюбердина
be: вуліца Кузюбердзіна

source: улица Куйбышева
be: вуліца Куйбышава

source: улица Кулаженко
be: вуліца Кулажэнкі

source: улица Кулешова
be: вуліца Куляшова

source: улица Кулибина
be: вуліца Кулібіна

source: улица Куликова
be: вуліца Кулікова

source: улица Кульман
be: вуліца Кульман

source: улица Кульнева
be: вуліца Кульнева

source: улица Кульниса
be: вуліца Кульніса

source: улица Куманева
be: вуліца Куманева

source: улица Кунцевича
be: вуліца Кунцевіча

source: улица Кунцевщина
be: вуліца Кунцаўшчына

source: улица Кунькова
be: вуліца Кунькова

source: улица Купа
be: вуліца Купа

source: улица Купалы
be: вуліца Купалы

source: улица Куприянова
be: вуліца Купрыянава

source: улица Курако
be: вуліца Куракі

source: улица Курбатова
be: вуліца Курбатава

source: улица Курсанта Гвишиани
be: вуліца Курсанта Гвішыяні

source: улица Курчатова
be: вуліца Курчатава

source: улица Кутепова
be: вуліца Куцепава

source: улица Кутузова
be: вуліца Кутузава

source: улица Кухарева
be: вуліца Кухарава

source: улица Кучерявого
be: вуліца Кучаравага

source: улица Лавочкина
be: вуліца Лавачкіна

source: улица Лавриновича
be: вуліца Лаўрыновіча

source: улица Лажечникова
be: вуліца Лажачнікава

source: улица Лазарева
be: вуліца Лазарава

source: улица Лазаренко
be: вуліца Лазарэнкі

source: улица Лазо
be: вуліца Лазо

source: улица Лазуненко
be: вуліца Лазуненкі

source: улица Лактионова
be: вуліца Лактыёнава

source: улица Ланге
be: вуліца Ланге

source: улица Ландарского
be: вуліца Ландарскага

source: улица Ландера
be: вуліца Ландэра

source: улица Ландышева
be: вуліца Ландышава

source: улица Лапенко
be: вуліца Лапенкі

source: улица Ларина
be: вуліца Ларына

source: улица Латскова
be: вуліца Лацкага

source: улица Лебедева
be: вуліца Лебядзева

source: улица Лебедевского
be: вуліца Лебядзеўскага

source: улица Леваневского
be: вуліца Леванеўскага

source: улица Левановича
be: вуліца Леванавіча

source: улица Левая Дубровенка
be: вуліца Левая Дубровенка

source: улица Левитана
be: вуліца Левітана

source: улица Левицкого
be: вуліца Лявіцкага

source: улица Левкова
be: вуліца Ляўкова

source: улица Левоняна
be: вуліца Леваняна

source: улица Лейтенанта Акимочкина
be: вуліца Лейтэнанта Акімачкіна

source: улица Лейтенанта Кижеватова
be: вуліца Лейтэнанта Кіжаватава

source: улица Лейтенанта Рябцева
be: вуліца Лейтэнанта Рабцава

source: улица Лелевеля
be: вуліца Лелявеля

source: улица Ленина
be: вуліца Леніна

source: улица Ленинского Комсомола
be: вуліца Ленінскага Камсамолу

source: улица Леонида Беды
be: вуліца Леаніда Бяды

source: улица Леонова
be: вуліца Лявонава

source: улица Леошени
be: вуліца Леашэні

source: улица Лепешинского
be: вуліца Лепяшынскага

source: улица Лермонтова
be: вуліца Лермантава

source: улица Лёсика
be: вуліца Лёсіка

source: улица Леси Украинки
be: вуліца Лесі Украінкі

source: улица Лесной Ручей
be: вуліца Лясны Ручай

source: улица Леухина
be: вуліца Ляўхіна

source: улица Лещинского
be: вуліца Ляшчынскага

source: улица Либкнехта
be: вуліца Лібкнехта

source: улица Ливенцева
be: вуліца Лівенцава

source: улица Лизы Чайкиной
be: вуліца Лізы Чайкінай

source: улица Лилии Каростояновой
be: вуліца Ліліі Карастаянавай

source: улица Лили Карастояновой
be: вуліца Лілі Карастаянавай

source: улица Лиможа
be: вуліца Ліможа

source: улица Липовая Аллея
be: вуліца Ліпавая Алея

source: улица Липунова
be: вуліца Ліпунова

source: улица Лисина
be: вуліца Лісіна

source: улица Лисиная Горка
be: вуліца Лісіная Горка

source: улица Лисья Горка
be: вуліца Лісіная Горка

source: улица Литвинова
be: вуліца Ліцвінава

source: улица Литовского
be: вуліца Літоўскага

source: улица Лобана
be: вуліца Лобана

source: улица Лобанка
be: вуліца Лабанка

source: улица Лобанова
be: вуліца Лабанава

source: улица Лобачевского
be: вуліца Лабачэўскага

source: улица Логачева
be: вуліца Лагачова

source: улица Лозового
be: вуліца Лазавога

source: улица Ломако
be: вуліца Ламакі

source: улица Ломоносова
be: вуліца Ламаносава

source: улица Лопанькова
be: вуліца Лапанькова

source: улица Лопатина
be: вуліца Лапаціна

source: улица Лорченко
be: вуліца Лорченкі

source: улица Лососна
be: вуліца Ласосна

source: улица Луговского
be: вуліца Лугаўскога

source: улица Лузгина
be: вуліца Лузгіна

source: улица Лузенина
be: вуліца Лузеніна

source: улица Лукашевича
be: вуліца Лукашэвіча

source: улица Лукьяновича
be: вуліца Лук’яновіча

source: улица Луначарского
be: вуліца Луначарскага

source: улица Лупова
be: вуліца Лупава

source: улица Лупсякова
be: вуліца Лупсякова

source: улица Лутинова
be: вуліца Луцінава

source: улица Луферова
be: вуліца Луферава

source: улица Луцевщина
be: вуліца Лучэўшчына

source: улица Луцкевича
be: вуліца Луцкевіча

source: улица Лучинского
be: вуліца Лучынскага

source: улица Лынькова
be: [Лынькова вул., вуліца Лынькова]

source: улица Лысая Гора
be: вуліца Лысая Гара

source: улица Лысенко
be: вуліца Лысенкі

source: улица Лыщени
be: вуліца Лышчэні

source: улица Льва Бакста
be: вуліца Льва Бакста

source: улица Льва Сапеги
be: вуліца Льва Сапегі

source: улица Льва Толстого
be: вуліца Льва Талстога

source: улица Любарского
be: вуліца Любарскага

source: улица Люксембург
be: вуліца Люксембург

source: улица Люлькова
be: вуліца Люлькава

source: улица Люси Сечко
be: вуліца Люсі Сячко

source: улица Люси Чаловской
be: вуліца Люсі Чалоўскай

source: улица Ляшковича
be: вуліца Ляшковіча

source: улица Маврина
be: вуліца Маўрына

source: улица Маглыша
be: вуліца Маглыша

source: улица Магона
be: вуліца Магона

source: улица Мазурова
be: вуліца Мазурава

source: улица Мазурука
be: вуліца Мазурука

source: улица Майский Посад
be: вуліца Майскі Пасад

source: улица Майстренко
be: вуліца Майстрэнка

source: улица Макаёнка
be: [вулiца Макаёнка, вуліца Макаёнка]

source: улица Макаревича
be: вуліца Макарэвіча

source: улица Макаренко
be: вуліца Макаранкі

source: улица Макарова
be: вуліца Макарава

source: улица Макеева
be: вуліца Макеева

source: улица Максима Богдановича
be: вуліца Максіма Багдановіча

source: улица Максима Горецкого
be: вуліца Максіма Гарэцкага

source: улица Максима Горького
be: вуліца Максіма Горкага

source: улица Максима Танка
be: вуліца Максіма Танка

source: улица Максименко
be: вуліца Максіменкі

source: улица Малайчука
be: вуліца Малайчука

source: улица Малахова
be: вуліца Малахава

source: улица Малинина
be: вуліца Малініна

source: улица Малинина Н.И.
be: вуліца Малініна

source: улица Малиновского
be: вуліца Маліноўскага

source: улица Малое Стиклево
be: вуліца Малое Сціклева

source: улица Малыгина
be: вуліца Малыгіна

source: улица Малый Замок
be: вуліца Малы Замак

source: улица Малый Тростенец
be: вуліца Малы Трасцянец

source: улица Малышева
be: вуліца Малышава

source: улица Малявки
be: вуліца Маляўкі

source: улица Мамкина
be: вуліца Мамкіна

source: улица Мамонтова
be: вуліца Мамантава

source: улица Мандрикова
be: вуліца Мандрыкава

source: улица Маневича
be: вуліца Маневіча

source: улица Манжоса
be: вуліца Манжоса

source: улица Манковича
be: вуліца Манковіча

source: улица Манюшко
be: вуліца Манюшкі

source: улица Марата
be: вуліца Марата

source: улица Марата Казея
be: вуліца Марата Казея

source: улица Марача
be: вуліца Марача

source: улица Маргелова
be: вуліца Маргелава

source: улица Мариганова
be: вуліца Марыганава

source: улица Марии Октябрьской
be: вуліца Марыі Акцябрскай

source: улица Мариненко
be: вуліца Марыненкі

source: улица Марка Фрадкина
be: вуліца Марка Фрадкіна

source: улица Марка Шагала
be: вуліца Марка Шагала

source: улица Маркевича
be: вуліца Маркевіча

source: улица Маркова
be: вуліца Маркава

source: улица Маркса
be: вуліца Маркса

source: улица Мартиновича
be: вуліца Марціновіча

source: улица Мартынова
be: вуліца Мартынава

source: улица Маруды
be: вуліца Маруды

source: улица Маруньки
be: вуліца Марунькі

source: улица Мархалевского
be: вуліца Мархалеўскага

source: улица Маршала Жукова
be: вуліца Маршала Жукава

source: улица Маскаева
be: вуліца Маскаева

source: улица Маслакова
be: вуліца Маслакова

source: улица Масленникова
be: вуліца Масленікава

source: улица Масловского
be: вуліца Маслоўскага

source: улица Массальского
be: вуліца Масальскага

source: улица Массонова
be: вуліца Масонава

source: улица Масюковщина
be: вуліца Масюкоўшчына

source: улица Матаха
be: вуліца Матаха

source: улица Матросова
be: вуліца Матросава

source: улица Матусевича
be: вуліца Матусевіча

source: улица Матюшенко
be: вуліца Мацюшэнкі

source: улица Махновича
be: вуліца Махновіча

source: улица Махова
be: вуліца Махава

source: улица Мацкевича
be: вуліца Мацкевіча
